Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# cloudTree.operation.copyPortLink
source: Preparing the link…
ar: جاري تحضير الرابط…
de: Link wird vorbereitet…
es: Preparando el enlace…
fr: Préparation du lien…
ja: リンクを準備しています…
ko: 링크 준비 중…
zh_hans: 正在准备链接…
zh_hant: 正在準備連結…

# cloudTree.menu.copyLink
source: Copy Link
ar: نسخ الرابط
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
ja: リンクをコピー
ko: 링크 복사
zh_hans: 复制链接
zh_hant: 複製連結

# cloudTree.menu.copyPrivateURL
source: Copy Private Address URL
ar: نسخ عنوان URL للعنوان الخاص
de: URL der privaten Adresse kopieren
es: Copiar URL de dirección privada
fr: Copier l'URL de l'adresse privée
ja: プライベートアドレスの URL をコピー
ko: 사설 주소 URL 복사
zh_hans: 复制私有地址 URL
zh_hant: 複製私人位址 URL

# cli.vpn.appManaged.explain
source: This installs the cmux Cloud Tunnel network extension and a macOS VPN configuration named “cmux Cloud”, so every app on this Mac can reach your Cloud VM network. cmux itself does not need it: terminals, Ports, and Desktop use the built-in user-space tunnel. The first time, macOS asks you to allow the extension in System Settings › General › Login Items & Extensions.
ar: يقوم هذا بتثبيت امتداد شبكة cmux Cloud Tunnel وتكوين VPN لنظام macOS باسم “cmux Cloud”، حتى يتمكن كل تطبيق على جهاز Mac هذا من الوصول إلى شبكة أجهزة Cloud VM الخاصة بك. لا يحتاج cmux نفسه إليه: تستخدم محطات الطرفية والمنافذ وسطح المكتب النفق المدمج في مساحة المستخدم. في المرة الأولى، سيطلب منك نظام macOS السماح بالامتداد في إعدادات النظام › عام › عناصر تسجيل الدخول والامتدادات.
de: Dadurch werden die cmux Cloud Tunnel-Netzwerk-Extension und eine macOS-VPN-Konfiguration namens „cmux Cloud“ installiert, sodass jede App auf diesem Mac Ihr Cloud-VM-Netzwerk erreichen kann. cmux selbst benötigt diese nicht: Terminals, Ports und Desktop nutzen den integrierten User-Space-Tunnel. Beim ersten Mal bittet macOS Sie, die Extension unter Systemeinstellungen › Allgemein › Anmeldeobjekte & Erweiterungen zu erlauben.
es: Esto instala la extensión de red Túnel en la nube de cmux y una configuración de VPN de macOS llamada “cmux Cloud”, para que cada aplicación en esta Mac pueda alcanzar su red de VM en la nube. cmux mismo no la necesita: las terminales, Puertos y Escritorio utilizan el túnel integrado en espacio de usuario. La primera vez, macOS le pedirá que permita la extensión en Ajustes del Sistema › General › Ítems de inicio y extensiones.
fr: Ceci installe l'extension réseau Tunnel Cloud cmux et une configuration VPN macOS nommée « cmux Cloud », afin que chaque application sur ce Mac puisse atteindre votre réseau de VM Cloud. cmux lui-même n'en a pas besoin : les terminaux, Ports et Desktop utilisent le tunnel en espace utilisateur intégré. La première fois, macOS vous demandera d'autoriser l'extension dans Réglages Système › Général › Ouverture et extensions.
ja: これにより、cmux クラウドトンネルのネットワーク機能拡張と「cmux Cloud」という名前の macOS VPN 構成がインストールされ、この Mac のすべてのアプリがクラウド VM ネットワークに到達できるようになります。cmux 自体には不要です。ターミナル、ポート、デスクトップは内蔵のユーザー空間トンネルを使います。初回は、macOS が「システム設定」›「一般」›「ログイン項目と機能拡張」で機能拡張の許可を求めます。
ko: 이 작업은 cmux Cloud Tunnel 네트워크 확장 프로그램과 “cmux Cloud”라는 이름의 macOS VPN 구성을 설치하여, 이 Mac의 모든 앱이 Cloud VM 네트워크에 연결할 수 있도록 합니다. cmux 자체는 이것이 필요하지 않습니다: 터미널, Ports, Desktop은 내장된 사용자 공간 터널을 사용합니다. 최초 실행 시, macOS가 시스템 설정 › 일반 › 로그인 항목 및 확장 프로그램에서 확장 프로그램을 허용하도록 요청합니다.
zh_hans: 这将安装 cmux 云隧道网络扩展和名为“cmux Cloud”的 macOS VPN 配置，以便此 Mac 上的每个应用都可以访问您的云 VM network。cmux 本身不需要它：终端、端口和桌面使用内置的用户空间隧道。首次运行时，macOS 会要求您在“系统设置 › 通用 › 登录项与扩展”中允许该扩展。
zh_hant: 這將安裝 cmux Cloud Tunnel 網路延伸功能和名為「cmux Cloud」的 macOS VPN 設定，以便這台 Mac 上的每個應用程式都可以存取您的 Cloud VM 網路。cmux 本身不需要它：終端機、Ports 和 Desktop 使用內建的使用者空間通道。首次安裝時，macOS 會要求您在「系統設定」›「一般」›「登入項目與延伸功能」中允許此延伸功能。

# cloudTree.link.tunnelStopping
source: The cmux Cloud Tunnel is stopping…
ar: نفق cmux Cloud Tunnel قيد الإيقاف…
de: Der cmux Cloud Tunnel wird gestoppt…
es: El Túnel en la nube de cmux se está deteniendo…
fr: Le Tunnel Cloud cmux s'arrête…
ja: cmux クラウドトンネルを停止しています…
ko: cmux Cloud Tunnel을 중지하는 중…
zh_hans: cmux 云隧道正在停止…
zh_hant: cmux Cloud Tunnel 正在停止…

# cloudTree.error.localForwardURLUnavailable
source: cmux could not build a local address for this port forward.
ar: لم يتمكن cmux من بناء عنوان محلي لإعادة توجيه المنفذ هذه.
de: cmux konnte keine lokale Adresse für diese Portweiterleitung erstellen.
es: cmux no pudo construir una dirección local para este reenvío de puerto.
fr: cmux n'a pas pu créer une adresse locale pour cette redirection de port.
ja: cmux はこのポート転送用のローカルアドレスを作成できませんでした。
ko: cmux가 이 포트 포워딩을 위한 로컬 주소를 구성할 수 없습니다.
zh_hans: cmux 无法为此端口转发构建本地地址。
zh_hant: cmux 無法為此連接埠轉送建置本機位址。

# cli.vpn.appManaged.explainReconnect
source: This turns the cmux Cloud Tunnel back on, so every app on this Mac can reach your Cloud VM network. cmux itself does not need it: terminals, Ports, and Desktop use the built-in user-space tunnel.
ar: يقوم هذا بإعادة تشغيل نفق cmux Cloud Tunnel، حتى يتمكن كل تطبيق على جهاز Mac هذا من الوصول إلى شبكة أجهزة Cloud VM الخاصة بك. لا يحتاج cmux نفسه إليه: تستخدم محطات الطرفية والمنافذ وسطح المكتب النفق المدمج في مساحة المستخدم.
de: Dadurch wird der cmux Cloud Tunnel wieder eingeschaltet, sodass jede App auf diesem Mac Ihr Cloud-VM-Netzwerk erreichen kann. cmux selbst benötigt diese nicht: Terminals, Ports und Desktop nutzen den integrierten User-Space-Tunnel.
es: Esto vuelve a activar el Túnel en la nube de cmux, de modo que cada aplicación en esta Mac pueda alcanzar su red de VM en la nube. cmux mismo no la necesita: las terminales, Puertos y Escritorio utilizan el túnel integrado en espacio de usuario.
fr: Ceci réactive le Tunnel Cloud cmux, permettant à chaque application sur ce Mac d'atteindre votre réseau de VM Cloud. cmux lui-même n'en a pas besoin : les terminaux, Ports et Desktop utilisent le tunnel en espace utilisateur intégré.
ja: これにより cmux クラウドトンネルが再びオンになり、この Mac のすべてのアプリがクラウド VM ネットワークに到達できるようになります。cmux 自体には不要です。ターミナル、ポート、デスクトップは内蔵のユーザー空間トンネルを使います。
ko: 이 작업은 cmux Cloud Tunnel을 다시 켜서 이 Mac의 모든 앱이 Cloud VM 네트워크에 연결할 수 있도록 합니다. cmux 자체는 이것이 필요하지 않습니다: 터미널, Ports, Desktop은 내장된 사용자 공간 터널을 사용합니다.
zh_hans: 这将重新开启 cmux 云隧道，以便此 Mac 上的每个应用都可以访问您的云 VM 网络。cmux 本身不需要它：终端、端口和桌面使用内置的用户空间隧道。
zh_hant: 這將重新開啟 cmux Cloud Tunnel，以便這台 Mac 上的每個應用程式都可以存取您的 Cloud VM 網路。cmux 本身不需要它：終端機、Ports 和 Desktop 使用內建的使用者空間通道。

# agentRestore.admission.invalid
source: Agent restore admission requires a valid workspace, surface, kind, and session.
ar: يتطلب قبول استعادة الوكيل مساحة عمل، وسطح، ونوع، وجلسة صالحة.
de: Die Zulassung zur Agent-Wiederherstellung erfordert einen gültigen Arbeitsbereich, eine gültige Oberfläche, einen gültigen Typ und eine gültige Sitzung.
es: La admisión de restauración del agente requiere un espacio de trabajo, superficie, tipo y sesión válidos.
fr: L’admission de restauration de l’agent requiert un espace de travail, une surface d’affichage, un type et une session valides.
ja: エージェントの復元許可には、有効なワークスペース、サーフェス、種類、セッションが必要です。
ko: 에이전트 복구 승인에는 유효한 작업 공간, 화면, 종류 및 세션이 필요합니다.
zh_hans: 恢复智能体准入需要有效的工作区、表面、类型和会话。
zh_hant: 代理程式還原准入需要有效的工作區、介面、種類及工作階段。

# agentRestore.admission.releaseInvalid
source: Agent restore claim release requires a valid kind, session, and claim identifier.
ar: يتطلب تحرير مطالبة استعادة الوكيل نوع، وجلسة، ومعرف مطالبة صالح.
de: Die Freigabe der Agent-Wiederherstellungsanforderung erfordert einen gültigen Typ, eine gültige Sitzung und eine gültige Anforderungskennung.
es: La liberación de reclamación de restauración del agente requiere un tipo, sesión e identificador de reclamación válidos.
fr: La libération de la revendication de restauration de l’agent requiert un type, une session et un identifiant de revendication valides.
ja: エージェントの復元要求を解放するには、有効な種類、セッション、要求 ID が必要です。
ko: 에이전트 복구 클레임 해제에는 유효한 종류, 세션 및 클레임 식별자가 필요합니다.
zh_hans: 释放智能体恢复所有权需要有效的类型、会话和所有权标识符。
zh_hant: 代理程式還原宣告釋放需要有效的種類、工作階段及宣告識別碼。

# agentRestore.admission.targetChanged
source: The surface restore record changed. Run 'cmux restore --surface' again.
ar: تغير سجل استعادة السطح. قم بتشغيل 'cmux restore --surface' مجددًا.
de: Der Wiederherstellungsdatensatz der Oberfläche hat sich geändert. Führe 'cmux restore --surface' erneut aus.
es: El registro de restauración de la superficie ha cambiado. Ejecuta 'cmux restore --surface' de nuevo.
fr: L’enregistrement de restauration de la surface d’affichage a changé. Exécutez à nouveau 'cmux restore --surface'.
ja: サーフェスの復元レコードが変更されました。もう一度「cmux restore --surface」を実行してください。
ko: 화면 복구 기록이 변경되었습니다. 'cmux restore --surface'를 다시 실행하십시오.
zh_hans: 表面恢复记录已更改。请重新运行 'cmux restore --surface'。
zh_hant: 介面還原記錄已變更。請重新執行 'cmux restore --surface'。

# agentRestore.admission.unavailable
source: cmux could not verify whether this agent session is already running. Retry 'cmux restore --surface'.
ar: تعذر على cmux التحقق مما إذا كانت جلسة الوكيل هذه قيد التشغيل بالفعل. أعد محاولة 'cmux restore --surface'.
de: cmux konnte nicht überprüfen, ob diese Agenten-Sitzung bereits läuft. Versuche 'cmux restore --surface' erneut.
es: cmux no pudo verificar si esta sesión del agente ya se está ejecutando. Reintenta 'cmux restore --surface'.
fr: cmux n’a pas pu vérifier si cette session d’agent est déjà en cours d’exécution. Réessayez 'cmux restore --surface'.
ja: このエージェントセッションがすでに実行中かどうかを cmux で確認できませんでした。「cmux restore --surface」を再試行してください。
ko: cmux에서 이 에이전트 세션이 이미 실행 중인지 확인할 수 없습니다. 'cmux restore --surface'를 다시 시도하십시오.
zh_hans: cmux 无法验证此智能体会话是否已在运行。请重试 'cmux restore --surface'。
zh_hant: cmux 無法驗證此代理程式工作階段是否已在執行。請重試 'cmux restore --surface'。

# agentRestore.liveOwner.notice
source: This agent session is already running in process %1$lld. cmux did not start another copy. To take it over here, stop process %1$lld, then run 'cmux restore --surface' again.
ar: جلسة الوكيل هذه قيد التشغيل بالفعل في العملية %1$lld. لم يقم cmux ببدء نسخة أخرى. للاستحواذ عليها هنا، أوقف العملية %1$lld، ثم قم بتشغيل 'cmux restore --surface' مجددًا.
de: Diese Agenten-Sitzung läuft bereits im Prozess %1$lld. cmux hat keine weitere Kopie gestartet. Um sie hier zu übernehmen, stoppe den Prozess %1$lld und führe dann 'cmux restore --surface' erneut aus.
es: Esta sesión del agente ya se está ejecutando en el proceso %1$lld. cmux no inició otra copia. Para tomar el control aquí, detén el proceso %1$lld, luego ejecuta 'cmux restore --surface' de nuevo.
fr: Cette session d’agent est déjà en cours d’exécution dans le processus %1$lld. cmux n’a pas démarré d’autre instance. Pour en prendre le contrôle ici, arrêtez le processus %1$lld, puis exécutez à nouveau 'cmux restore --surface'.
ja: このエージェントセッションはプロセス %1$lld ですでに実行中です。cmux は別のコピーを起動しませんでした。このターミナルで引き継ぐには、プロセス %1$lld を停止してから、もう一度「cmux restore --surface」を実行してください。
ko: 이 에이전트 세션은 프로세스 %1$lld에서 이미 실행 중입니다. cmux가 다른 사본을 시작하지 않았습니다. 여기서 세션을 인수하려면 프로세스 %1$lld을(를) 중지한 다음 'cmux restore --surface'를 다시 실행하십시오.
zh_hans: 此智能体会话已在进程 %1$lld 中运行。cmux 没有启动另一个副本。若要在此处接管它，请停止进程 %1$lld，然后重新运行 'cmux restore --surface'。
zh_hant: 此代理程式工作階段已在程序 %1$lld 中執行。cmux 未啟動另一個複本。若要在此接管，請停止程序 %1$lld，然後重新執行 'cmux restore --surface'。

# cli.restore.error.admissionIdentityMissing
source: restore: this session's live ownership could not be verified. Run 'cmux restore --surface' again.
ar: restore: تعذر التحقق من الملكية النشطة لهذه الجلسة. قم بتشغيل 'cmux restore --surface' مجددًا.
de: restore: Die Live-Inhaberschaft dieser Sitzung konnte nicht verifiziert werden. Führe 'cmux restore --surface' erneut aus.
es: restore: no se pudo verificar la propiedad activa de esta sesión. Ejecuta 'cmux restore --surface' de nuevo.
fr: restore : la propriété active de cette session n’a pas pu être vérifiée. Exécutez à nouveau 'cmux restore --surface'.
ja: restore: このセッションの実行中の所有者を確認できませんでした。もう一度「cmux restore --surface」を実行してください。
ko: restore: 이 세션의 라이브 소유권을 확인할 수 없습니다. 'cmux restore --surface'를 다시 실행하십시오.
zh_hans: restore: 无法验证此会话的活动所有权。请重新运行 'cmux restore --surface'。
zh_hant: restore：無法驗證此工作階段的即時擁有權。請重新執行 'cmux restore --surface'。

# cli.restore.error.launchPending
source: restore: another launch of this agent session is already starting. Wait for it to appear, or retry 'cmux restore --surface'.
ar: restore: هناك تشغيل آخر لجلسة الوكيل هذه قيد البدء بالفعل. انتظر حتى تظهر، أو أعد محاولة 'cmux restore --surface'.
de: restore: Ein weiterer Start dieser Agenten-Sitzung beginnt bereits. Warte, bis sie erscheint, oder versuche 'cmux restore --surface' erneut.
es: restore: ya se está iniciando otro lanzamiento de esta sesión del agente. Espera a que aparezca o reintenta 'cmux restore --surface'.
fr: restore : un autre lancement de cette session d’agent est déjà en cours. Attendez qu’elle apparaisse ou réessayez 'cmux restore --surface'.
ja: restore: このエージェントセッションの別の起動がすでに始まっています。表示されるまで待つか、「cmux restore --surface」を再試行してください。
ko: restore: 이 에이전트 세션의 다른 실행이 이미 시작 중입니다. 나타날 때까지 기다리거나 'cmux restore --surface'를 다시 시도하십시오.
zh_hans: restore: 此智能体会话的另一个启动进程已在运行。请等待其出现，或重试 'cmux restore --surface'。
zh_hant: restore：此代理程式工作階段的另一個啟動已在開始。請等待其出現，或重試 'cmux restore --surface'。

# cli.restore.error.liveOwner
source: restore: this agent session is already running in process %1$lld. cmux did not start another copy. To take it over here, stop process %1$lld, then run 'cmux restore --surface' again.
ar: restore: جلسة الوكيل هذه قيد التشغيل بالفعل في العملية %1$lld. لم يقم cmux ببدء نسخة أخرى. للاستحواذ عليها هنا، أوقف العملية %1$lld، ثم قم بتشغيل 'cmux restore --surface' مجددًا.
de: restore: Diese Agenten-Sitzung läuft bereits im Prozess %1$lld. cmux hat keine weitere Kopie gestartet. Um sie hier zu übernehmen, stoppe den Prozess %1$lld und führe dann 'cmux restore --surface' erneut aus.
es: restore: esta sesión del agente ya se está ejecutando en el proceso %1$lld. cmux no inició otra copia. Para tomar el control aquí, detén el proceso %1$lld, luego ejecuta 'cmux restore --surface' de nuevo.
fr: restore : cette session d’agent est déjà en cours d’exécution dans le processus %1$lld. cmux n’a pas démarré d’autre instance. Pour en prendre le contrôle ici, arrêtez le processus %1$lld, puis exécutez à nouveau 'cmux restore --surface'.
ja: restore: このエージェントセッションはプロセス %1$lld ですでに実行中です。cmux は別のコピーを起動しませんでした。このターミナルで引き継ぐには、プロセス %1$lld を停止してから、もう一度「cmux restore --surface」を実行してください。
ko: restore: 이 에이전트 세션은 프로세스 %1$lld에서 이미 실행 중입니다. cmux가 다른 사본을 시작하지 않았습니다. 여기서 세션을 인수하려면 프로세스 %1$lld을(를) 중지한 다음 'cmux restore --surface'를 다시 실행하십시오.
zh_hans: restore: 此智能体会话已在进程 %1$lld 中运行。cmux 没有启动另一个副本。若要在此处接管它，请停止进程 %1$lld，然后重新运行 'cmux restore --surface'。
zh_hant: restore：此代理程式工作階段已在程序 %1$lld 中執行。cmux 未啟動另一個複本。若要在此接管，請停止程序 %1$lld，然後重新執行 'cmux restore --surface'。

# browser.chromium.automation.commandTimedOut
source: Timed out waiting for Chromium CDP command
ar: انتهت مهلة الانتظار لأمر Chromium CDP
de: Zeitüberschreitung beim Warten auf den Chromium-CDP-Befehl
es: Se agotó el tiempo de espera para el comando CDP de Chromium
fr: Délai d'attente dépassé en attendant la commande CDP de Chromium
ja: ChromiumのCDPコマンドを待機中にタイムアウトしました
ko: Chromium CDP 명령 대기 시간 초과
zh_hans: 等待 Chromium CDP 命令超时
zh_hant: 等待 Chromium CDP 指令逾時

# browser.chromium.automation.documentScriptTimedOut
source: Timed out registering Chromium document script
ar: انتهت مهلة تسجيل البرنامج النصي للمستند في Chromium
de: Zeitüberschreitung beim Registrieren des Chromium-Dokumentskripts
es: Se agotó el tiempo de espera al registrar el script de documento de Chromium
fr: Délai d'attente dépassé lors de l'enregistrement du script de document Chromium
ja: Chromiumのドキュメントスクリプト登録中にタイムアウトしました
ko: Chromium 문서 스크립트 등록 대기 시간 초과
zh_hans: 注册 Chromium 文档脚本超时
zh_hant: 註冊 Chromium 文件指令稿逾時

# browser.chromium.automation.invalidCookiePayload
source: Invalid cookie payload
ar: حمولة ملفات تعريف الارتباط غير صالحة
de: Ungültige Cookie-Nutzlast
es: Carga útil de cookie no válida
fr: Charge utile de cookie invalide
ja: Cookieペイロードが無効です
ko: 유효하지 않은 쿠키 페이로드
zh_hans: 无效的 cookie 负载
zh_hant: 無效的 Cookie 承載資料

# browser.chromium.automation.javascriptTimedOut
source: Timed out waiting for JavaScript result
ar: انتهت مهلة الانتظار لنتيجة JavaScript
de: Zeitüberschreitung beim Warten auf das JavaScript-Ergebnis
es: Se agotó el tiempo de espera para el resultado de JavaScript
fr: Délai d'attente dépassé en attendant le résultat JavaScript
ja: JavaScriptの結果を待機中にタイムアウトしました
ko: JavaScript 결과 대기 시간 초과
zh_hans: 等待 JavaScript 结果超时
zh_hant: 等待 JavaScript 結果逾時

# browser.chromium.automation.malformedCookies
source: Chromium returned malformed cookies
ar: أرجع Chromium ملفات تعريف ارتباط مشوهة
de: Chromium hat fehlerhafte Cookies zurückgegeben
es: Chromium devolvió cookies mal formadas
fr: Chromium a renvoyé des cookies malformés
ja: Chromiumから不正なCookieが返されました
ko: Chromium이 잘못된 형식의 쿠키를 반환했습니다
zh_hans: Chromium 返回了格式错误的 cookie
zh_hant: Chromium 傳回格式錯誤的 Cookie

# browser.chromium.automation.navigationTimedOut
source: Timed out waiting for Chromium navigation
ar: انتهت مهلة الانتظار للتنقل في Chromium
de: Zeitüberschreitung beim Warten auf die Chromium-Navigation
es: Se agotó el tiempo de espera para la navegación de Chromium
fr: Délai d'attente dépassé en attendant la navigation de Chromium
ja: Chromiumのナビゲーションを待機中にタイムアウトしました
ko: Chromium 탐색 대기 시간 초과
zh_hans: 等待 Chromium 导航超时
zh_hant: 等待 Chromium 導覽逾時

# browser.chromium.automation.noCommandResult
source: Chromium returned no CDP command result
ar: لم يرجع Chromium أي نتيجة لأمر CDP
de: Chromium hat kein CDP-Befehlsergebnis zurückgegeben
es: Chromium no devolvió ningún resultado de comando CDP
fr: Chromium n'a renvoyé aucun résultat de commande CDP
ja: ChromiumからCDPコマンドの結果が返されませんでした
ko: Chromium이 CDP 명령 결과를 반환하지 않았습니다
zh_hans: Chromium 未返回 CDP 命令结果
zh_hant: Chromium 未傳回 CDP 指令結果

# browser.chromium.automation.noJavaScriptValue
source: Chromium returned no JavaScript value
ar: لم يرجع Chromium أي قيمة لـ JavaScript
de: Chromium hat keinen JavaScript-Wert zurückgegeben
es: Chromium no devolvió ningún valor de JavaScript
fr: Chromium n'a renvoyé aucune valeur JavaScript
ja: ChromiumからJavaScriptの値が返されませんでした
ko: Chromium이 JavaScript 값을 반환하지 않았습니다
zh_hans: Chromium 未返回 JavaScript 值
zh_hant: Chromium 未傳回 JavaScript 值

# browser.chromium.automation.noScreenshot
source: Chromium returned no screenshot
ar: لم يرجع Chromium أي لقطة شاشة
de: Chromium hat keinen Screenshot zurückgegeben
es: Chromium no devolvió ninguna captura de pantalla
fr: Chromium n'a renvoyé aucune capture d'écran
ja: Chromiumからスクリーンショットが返されませんでした
ko: Chromium이 스크린샷을 반환하지 않았습니다
zh_hans: Chromium 未返回屏幕截图
zh_hant: Chromium 未傳回螢幕截圖

# browser.chromium.automation.operationEnded
source: Chromium operation ended without a result
ar: انتهت عملية Chromium بدون نتيجة
de: Chromium-Vorgang wurde ohne Ergebnis beendet
es: La operación de Chromium finalizó sin un resultado
fr: L'opération Chromium s'est terminée sans résultat
ja: 結果がないままChromium操作が終了しました
ko: Chromium 작업이 결과 없이 종료되었습니다
zh_hans: Chromium 操作未返回结果即结束
zh_hant: Chromium 操作已結束，但未傳回結果

# browser.chromium.automation.screenshotTimedOut
source: Timed out waiting for Chromium screenshot
ar: انتهت مهلة الانتظار للقطة شاشة Chromium
de: Zeitüberschreitung beim Warten auf den Chromium-Screenshot
es: Se agotó el tiempo de espera para la captura de pantalla de Chromium
fr: Délai d'attente dépassé en attendant la capture d'écran de Chromium
ja: Chromiumのスクリーンショットを待機中にタイムアウトしました
ko: Chromium 스크린샷 대기 시간 초과
zh_hans: 等待 Chromium 屏幕截图超时
zh_hant: 等待 Chromium 螢幕截圖逾時

# browser.chromium.cdp.commandEncodingFailed
source: Could not encode CDP command
ar: تعذر ترميز أمر CDP
de: CDP-Befehl konnte nicht codiert werden
es: No se pudo codificar el comando CDP
fr: Impossible d'encoder la commande CDP
ja: CDPコマンドをエンコードできませんでした
ko: CDP 명령을 인코딩할 수 없습니다
zh_hans: 无法编码 CDP 命令
zh_hant: 無法對 CDP 指令進行編碼

# browser.chromium.cdp.connectionClosed
source: CDP connection closed
ar: تم إغلاق اتصال CDP
de: CDP-Verbindung geschlossen
es: Conexión CDP cerrada
fr: Connexion CDP fermée
ja: CDP接続が閉じられました
ko: CDP 연결이 닫혔습니다
zh_hans: CDP 连接已关闭
zh_hant: CDP 連線已關閉

# browser.chromium.cdp.endpointUnavailable
source: CDP endpoint is unavailable
ar: نقطة نهاية CDP غير متاحة
de: CDP-Endpunkt ist nicht verfügbar
es: El extremo CDP no está disponible
fr: Le point de terminaison CDP n'est pas disponible
ja: CDPエンドポイントを利用できません
ko: CDP 엔드포인트를 사용할 수 없습니다
zh_hans: CDP 端点不可用
zh_hant: CDP 端點無法使用

# browser.chromium.cdp.javaScriptEvaluationFailed
source: JavaScript evaluation failed
ar: فشل تقييم JavaScript
de: JavaScript-Evaluierung fehlgeschlagen
es: Error en la evaluación de JavaScript
fr: L'évaluation du JavaScript a échoué
ja: JavaScriptの評価に失敗しました
ko: JavaScript 평가에 실패했습니다
zh_hans: JavaScript 求值失败
zh_hant: JavaScript 評估失敗

# browser.chromium.cdp.malformedNavigationHistory
source: Chromium returned malformed navigation history
ar: أرجع Chromium سجل تنقل مشوهًا
de: Chromium hat eine fehlerhafte Navigationshistorie zurückgegeben
es: Chromium devolvió un historial de navegación mal formado
fr: Chromium a renvoyé un historique de navigation malformé
ja: Chromiumから不正なナビゲーション履歴が返されました
ko: Chromium이 잘못된 형식의 탐색 기록을 반환했습니다
zh_hans: Chromium 返回了格式错误的导航历史记录
zh_hant: Chromium 傳回格式錯誤的導覽歷史記錄

# browser.chromium.cdp.navigationStreamEnded
source: Chromium navigation stream ended
ar: انتهى تدفق تنقل Chromium
de: Chromium-Navigationsstream beendet
es: Finalizó el flujo de navegación de Chromium
fr: Le flux de navigation Chromium s'est terminé
ja: Chromiumのナビゲーションストリームが終了しました
ko: Chromium 탐색 스트림이 종료되었습니다
zh_hans: Chromium 导航流已结束
zh_hant: Chromium 導覽資料流已結束

# browser.chromium.cdp.noPageTarget
source: Chromium has no page target
ar: لا يحتوي Chromium على هدف صفحة
de: Chromium hat kein Seitenziel
es: Chromium no tiene un objetivo de página
fr: Chromium n'a pas de cible de page
ja: Chromiumにページターゲットがありません
ko: Chromium에 페이지 대상이 없습니다
zh_hans: Chromium 没有页面目标
zh_hant: Chromium 沒有頁面目標

# browser.chromium.cdp.noPageWebSocket
source: Chromium has no page websocket
ar: لا يحتوي Chromium على websocket لصفحة
de: Chromium hat kein Seiten-WebSocket
es: Chromium no tiene un websocket de página
fr: Chromium n'a pas de websocket de page
ja: ChromiumにページWebSocketがありません
ko: Chromium에 페이지 웹소켓이 없습니다
zh_hans: Chromium 没有页面 WebSocket
zh_hant: Chromium 沒有頁面 WebSocket

# browser.chromium.cdp.rendererExited
source: Chromium renderer exited (%lld)
ar: خرج برنامج عرض Chromium (%lld)
de: Chromium-Renderer wurde beendet (%lld)
es: El renderizador de Chromium se cerró (%lld)
fr: Le moteur de rendu Chromium s'est arrêté (%lld)
ja: Chromiumレンダラーが終了しました（%lld）
ko: Chromium 렌더러가 종료되었습니다 (%lld)
zh_hans: Chromium 渲染器已退出 (%lld)
zh_hant: Chromium 轉譯器已結束 (%lld)

# browser.chromium.cdp.startupTimedOut
source: Timed out waiting for Chromium
ar: انتهت مهلة الانتظار لـ Chromium
de: Zeitüberschreitung beim Warten auf Chromium
es: Se agotó el tiempo de espera para Chromium
fr: Délai d'attente dépassé en attendant Chromium
ja: Chromiumの起動を待機中にタイムアウトしました
ko: Chromium 대기 시간 초과
zh_hans: 等待 Chromium 启动超时
zh_hant: 等待 Chromium 啟動逾時

# browser.chromium.cdp.unknownError
source: Unknown CDP error
ar: خطأ CDP غير معروف
de: Unbekannter CDP-Fehler
es: Error de CDP desconocido
fr: Erreur CDP inconnue
ja: 不明なCDPエラー
ko: 알 수 없는 CDP 오류
zh_hans: 未知 CDP 错误
zh_hant: 未知的 CDP 錯誤

# browser.chromium.error.title
source: Chromium unavailable
ar: Chromium غير متاح
de: Chromium nicht verfügbar
es: Chromium no disponible
fr: Chromium non disponible
ja: Chromiumを利用できません
ko: Chromium을 사용할 수 없음
zh_hans: Chromium 不可用
zh_hant: 無法使用 Chromium
